Repository: LeVanSonTMT/t-src
Catalog: src-server-dotnet/Resources/CurrentResource.*.resx
Languages: vi

source: (Not yet)
vi: (Chưa có)

source: A service with this resource and period
vi: Một dịch vụ với tính năng và kỳ hạn này

source: Accumulated points
vi: Điểm tích lũy

source: Address
vi: Địa chỉ

source: All customers who have been selected cannot select additional customers.
vi: Khách hàng đã được chọn tất cả không được chọn thêm khách hàng khác.

source: All items/combo items are selected, no other items can be selected.
vi: Sản phẩm/gói sản phẩm được chọn tất cả không được chọn thêm loại khác.

source: All loyal classes have been selected and cannot select other types of loyalty classes.
vi: Khách hàng thân thiết đã được chọn tất cả không được chọn thêm loại khách hàng khác.

source: Amount
vi: Thành tiền

source: Attribute
vi: Thông tin thuộc tính

source: Attribute code
vi: Mã thuộc tính

source: Attribute value
vi: Giá trị thuộc tính

source: Attribute value type
vi: Kiểu giá trị thuộc tính

# AutomaticReceipt
source: Automatic receipt when paying for orders with code {0}
vi: Phiếu thu tự động khi thanh toán đơn hàng với mã {0}

source: Can not update program because startTime less than the current date
vi: Không thể cập nhật chương trình khuyến mãi có thời gian bắt đầu bé hơn thời gian hiện tại.

# Cancel
source: Canceled
vi: Đã hủy

# Canceled
source: canceled {0}
vi: {0} đã hủy

# CannotApplyWith
source: Code {0} cannot be applied with other codes
vi: Không thể áp dụng mã {0} cùng với các mã khác

# CanNotCancel
source: Can not cancel {0}
vi: Không thể hủy {0}

# CannotChangeOnePriceTimeToMultiple
source: It is not possible to change one price time to multiple different times
vi: Không thể đổi một thời điểm sử dụng giá thành nhiều thời điểm khác nhau

# CannotComplete
source: Unable to complete {0}
vi: Không thể xóa {0}

# CannotCreateOrChange
source: Can not create or update {0}
vi: Không thể tạo mới hoặc thay đổi {0}

# CannotDelete
source: Can not delete {0}
vi: Không thể xóa {0}

# CannotDowngratedLoyaltyClass
source: Loyalty class cannot be downgraded if they have accumulated points
vi: Không thể hạ hạng thành viên nếu đã có tích điểm

# CannotUpdate
source: Unable to update {0}
vi: Không thể cập nhật {0}

# CannotUseWith
source: {0} cannot be used with {1}
vi: {0} không thể sử dụng với {1}

# Cashbook For
source: For
vi: Lý do nộp

source: Combo item
vi: Gói sản phẩm

source: Combo service
vi: Gói dịch vụ

source: Common Attribute
vi: Thuộc tính chung

# Completed
source: completed {0}
vi: {0} đã hoàn thành

source: Could not find the product to add to the cart
vi: Không tìm thấy sản phẩm cần thêm vào giỏ hàng

# CreatedSuccess
source: Successfully created a {0}
vi: Tạo {0} thành công

source: CSV file reading error
vi: Đọc csv thất bại

source: Default loyalty class
vi: Hạng thành viên mặc định

source: Discount
vi: Giảm giá

source: Documents
vi: Chứng từ

# DoNotMatch
source: {0} and {1} do not match
vi: {0} và {1} không khớp

# Duplicate
source: Duplicate {0}
vi: Trùng {0}

source: Exceeded character limit
vi: Vượt quá giới hạn cho phép

source: Excel file reading error
vi: Đọc excel thấy bại

source: Expense End Date
vi: Ngày kết thúc tính tổng chi tiêu

source: Expense Start Date
vi: Ngày bắt đầu tính tổng chỉ tiêu

source: Expiration
vi: Kỳ hạn

source: For quantity discounts, you can only choose one item
vi: Đối với loại giảm giá theo số lượng mua bạn chỉ được chọn một sản phẩm

source: Full name of payer
vi: Họ và tên người chi

source: Full name of submitter
vi: Họ và tên người nộp

source: Gift item
vi: Sản phẩm tặng

source: Import successfully
vi: Nhập dữ liệu thành công

# InUse
source: {0} in use
vi: {0} đang được sử dụng

# Invalid
source: {0} is invalid
vi: {0} không hợp lệ

source: Invalid discount form. Discounts can only be given in one of two forms: percentage or cash.
vi: Hình thức giảm giá không hợp lệ. Chỉ có thể giảm giá bằng một trong hai hình thức là phần trăm hoặc tiền mặt.

source: Invalid request
vi: Yêu cầu không hợp lệ

source: Invoice
vi: Hóa đơn

source: Invoice date
vi: Ngày xuất hóa đơn

# IsExist
source: {0} is already exist
vi: {0} đã tồn tại

# IsRequired
source: {0} is required
vi: {0} là bắt buộc

source: It is not possible to select additional groups when the apply on all groups check box is selected
vi: Không thể chọn thêm nhóm khi đã đánh dấu áp dụng trên tất cả nhóm

source: Item
vi: Sản phẩm

source: Item name
vi: Tên sản phẩm

source: Item sku
vi: Mã sản phẩm

source: Item type
vi: Loại sản phẩm

# ItemId
source: Item identifier
vi: Mã định danh sản phẩm

# ItemPriceId
source: Item price identifier
vi: Mã định danh thiết lập giá

source: Loyalty class
vi: Hạng thành viên

source: Loyalty class
vi: Hạng thành viên

source: Maximum 1000 lines
vi: Giới hạn nhập tối đa là 1000 dòng

source: Membership sku
vi: Mã gói thành viên

# MembershipId
source: Membership Identitier
vi: Mã định danh gói thành viên

# NameExist
source: Already exists name: {0}
vi: Đã tồn tại tên: {0}

source: New
vi: Mới

# NoConversionUnit
source: There is no conversion unit for {0} yet
vi: Chưa có đơn vị quy đổi cho {0}

# NoPaymentConfigurationFound
source: No {0} configuration found in the system. Please contact the administrator for support.
vi: Không tìm thấy cấu hình {0} trong hệ thống. Bạn vui lòng liên hệ quản trị viên để được hỗ trợ.

# NoPermission
source: You do not have permission
vi: Rất tiếc, bạn không có quyền

# NotEnoughToUse
source: {0} are not enough to use
vi: {0} không đủ để sử dụng

# NotFound
source: {0} not found
vi: Không tìm thấy {0}

# NotMeetCondition
source: {0} does not meet the conditions
vi: {0} không thỏa điều kiện

# NotNull
source: {0} can not be null
vi: {0} không thể để trống

# NotValid
source: {0} not valid
vi: {0} không hợp lệ

source: Order
vi: Đơn hàng

source: Order No.
vi: Mã số đơn hàng

source: Order detail
vi: Chi tiết đơn hàng

# OrderNotEligible
source: Your order is not eligible for the code: {0}
vi: Đơn hàng của bạn không đủ điều kiện để áp dụng mã: {0}

# OrderPaid
source: The order has already been paid for
vi: Đơn hàng đã được thanh toán trước đó

# OrderNotPaid
source: The order has not been paid
vi: Đơn hàng chưa được thanh toán

source: Order pending payment
vi: Đơn hàng đang chờ thanh toán

# OrganizationId
source: Organization identifier
vi: Mã định danh tổ chức

source: Out of vouchers to give to this customer
vi: Đã hết voucher để tặng cho khách hàng này

source: Paid
vi: Đã thanh toán

source: Paid by
vi: Thanh toán bởi

source: Partner
vi: Khách hàng

source: Partner code
vi: Mã khách hàng

source: Past prices cannot be deleted
vi: Không thể xóa giá trong quá khứ

source: payment session
vi: phiên thanh toán

source: Payment status
vi: Trạng thái phiên giao dịch

source: Payment voucher
vi: Phiếu chi

source: Payment voucher status
vi: Trạng thái phiếu chi

source: Pending
vi: Đang chờ xử lý

source: Phone number
vi: Số điện thoại

source: Please add criteria for the gift items
vi: Vui lòng thêm tiêu chí cho hàng tặng

source: Please login to view this shopping cart information
vi: Vui lòng đăng nhập để được xem thông tin giỏ hàng này

source: Please select item ott combo item to purchase
vi: Vui lòng chọn sản phẩm hoặc gói sản phẩm để mua

source: Please select promotional items.
vi: Vui lòng chọn sản phẩm khuyến mãi.

source: Please select the applicable gift item
vi: Vui lòng chọn sản phẩm tặng được áp dụng

source: Please select the applicable group
vi: Vui lòng chọn nhóm áp dụng

source: Please select the applicable item
vi: Vui lòng chọn sản phẩm được áp dụng

source: Please select the applicable sale item
vi: Vui lòng chọn sản phẩm bán được áp dụng

source: Please select the corresponding voucher
vi: Vui lòng chọn voucher tương ứng

source: Pre-tax amount
vi: Tổng tiền trước thuế

source: Price
vi: Giá

source: Price in USD
vi: Giá USD

source: Primary profile
vi: Thông tin chính

source: Product
vi: Mẫu sản phẩm

source: Product is sold out. Please try again later !!!
vi: Sản phẩm đang ngừng bán. Vui lòng thử lại sau !!!

source: Product prices cannot be created in the past
vi: Không thể tạo giá sản phẩm trong quá khứ

source: Product Testimonial
vi: Chứng nhận sản phẩm

source: Product type
vi: Loại mẫu sản phẩm

source: product with promotions
vi: sản phẩm đang có chương trình khuyến mãi

source: Product with this resource
vi: Mẫu sản phẩm với tính năng này

source: Progressive promotions have only one criteria
vi: Khuyến mãi lũy tiến chỉ có một tiêu chí

source: Promotion Criteria
vi: Tiêu chí khuyến mãi

source: Promotion Voucher
vi: Thiết lập voucher khuyến mãi

source: Promotion code
vi: Mã chương trình khuyến mãi

source: Promotions cannot be canceled once they are active or in progress
vi: Không thể hủy chương trình khuyến mãi khi đã hoặc đang hoạt động

source: Promotions cannot be deleted once they are active or in progress
vi: Không thể xóa chương trình khuyến mãi khi đã hoặc đang hoạt động

source: Receipt voucher
vi: Phiếu thu

source: Receipt voucher status
vi: Trạng thái phiếu thu

source: Resource
vi: Tính năng

source: resources
vi: tính năng

source: Resources cannot be changed because there is already a item using this product
vi: Không thể thay đổi tính năng do đã có sản phẩm sử dụng mẫu sản phẩm này rồi

# SamePriceSameCurrencySameTime
source: There exist two prices with the same currency at the same time
vi: Tồn tại hai cấu hình giá cùng đơn vị tiền tệ trong một thời điểm

# SetupLoyaltyClass
source: Please set up loyalty before creating a customer
vi: Vui lòng thiết lập khách hàng thân thiết trước khi tạo khách hàng

source: Shopping cart
vi: Giỏ hàng

source: Shopping cart detail
vi: Chi tiết giỏ hàng

# ShoppingCartId
source: Shopping cart identifier
vi: Mã giỏ hàng

source: Some courses were not found
vi: Không tìm thấy một số khóa học

# Some user information could not be found
source: Some user information not found
vi: Không tìm thấy một số thông tin người dùng

# SomethingWrong
source: Something went wrong {0}
vi: Có lỗi xảy ra {0}

source: Specific customer voucher cannot be exchanged with other types.
vi: Không thể thay đổi voucher loại định danh với các thể loại khác.

source: Status
vi: Trạng thái

source: Subscription
vi: Gói đăng ký

source: Tax
vi: Thuế

source: Tax code
vi: Mã số thuế

# Template
source: Template type
vi: Loại mẫu

source: The amount of
vi: Số tiền

source: The available quantity is not enough to use for the promotion. Please double check the total quantity.
vi: Số lượng có sẵn không đủ để sử dụng cho chương trình khuyến mãi. Vui lòng kiểm tra lại tổng số lượng.

source: The end date for calculating total spending must be less than or equal to the current date.
vi: Ngày kết thúc tính tổng chi tiêu phải nhỏ hơn hoặc bằng ngày hiện tại.

source: The end date of calculating total spending must be greater than the starting date of calculating total spending.
vi: Ngày kết thúc tính tổng chi tiêu phải lớn hơn ngày bắt đầu tính tổng chi tiêu

source: The end time must be greater than the current date
vi: Ngày hết hạn phải lớn hơn ngày hiện tại

source: The end time must be greater than the start time
vi: Ngày hết hạn phải lớn hơn ngày có hiệu lực

source: The expiration is unique to digital products
vi: Kỳ hạn là duy nhất với sản phẩm kỹ thuật số

source: The issued voucher code cannot be deleted
vi: Không thể xóa mã voucher đã phát hành

source: The item information you want to delete from the shopping cart was not found
vi: Không tìm thấy thông tin sản phẩm muốn xóa khỏi giỏ hàng

source: The length is not enough to generate code, please increase the length
vi: Độ dài không đủ để sinh mã vui lòng tăng độ dài

source: The number of issued vouchers is greater than the number you want to change. Please check the information again.
vi: Số lượng voucher đã phát hành lớn hơn số lượng muốn thay đổi. Vui lòng kiểm tra lại thông tin.

source: The number of vouchers issued is not enough to be issued according to the desired conditions. Please check the voucher length or number of customers.
vi: Số lượng phát hành voucher không đủ phát hành theo điều kiện mong muốn. Vui lòng kiểm tra lại độ dài voucher hoặc số lượng khách hàng.

source: The shopping cart has already been paid for
vi: Giỏ hàng đã được thanh toán trước đó

# There already exists a product with this resource
source: Đã tồn tại sản phẩm với resource này rồi
vi: Đã tồn tại sản phẩm với khóa này rồi

source: There are no customers who satisfy the voucher creation conditions.
vi: Không có khách hàng thỏa mãn điều kiện tạo voucher.

source: This event will be ignored because there is no course
vi: Sự kiện này sẽ được bỏ qua do không có khóa học tương ứng

source: Total amount
vi: Tổng tiền

# UpdatedByOther
source: The information has been changed by someone else. Please try again later
vi: Thông tin đã được thay đổi bởi một người khác. Vui lòng thử lại sau !!!

# UsedByOther
source: {0} has been used by someone else
vi: {0} đã được sử dụng bởi một người khác

source: User
vi: Người dùng

source: Voucher issuance cannot be canceled once it has been or is active
vi: Không thể hủy phát hành voucher khi đã hoặc đang hoạt động

# VoucherInvalidOrUsed
source: Voucher code is invalid or has already been used: {0}
vi: Mã voucher không hợp lệ hoặc đã được sử dụng: {0}

# WaitingConfirm
source: Waiting for confirm
vi: Chờ xác nhận

source: while converting promotion value
vi: trong khi chuyển đổi giá trị khuyến mãi

source: while creating membership
vi: khi đang tạo gói thành viên

source: while exchange price
vi: trong khi chuyển đổi giá tiền

source: while processing the price
vi: trong quá trình xử lý giá

source: You only have the right to set prices for the next hour onwards
vi: Bạn chỉ có quyền thiết lập giá cho một giờ tiếp theo trở đi

source: Partner is already affiliated with another program
vi: Đối tác đã tham gia vào một chương trình giới thiệu khác

source: Cannot delete the default program
vi: Không thể xóa chương trình mặc định

source: There are affiliates in the program, the program affiliate cannot be deleted
vi: Có người giới thiệu tham gia chương trình giới thiệu liên kế, chương trình không thể xóa!

# has already registered for this course
source: {0} has already registered for this course
vi: {0} đã đăng ký khóa học này rồi

source: Enroll successful
vi: Đăng ký thành công

source: You
vi: Bạn

# has already registered for this bundle
source: {0} has already registered for this bundle
vi: {0} đã đăng ký gói khóa học này rồi

# has already registered for this membership
source: {0} has already registered for this membership
vi: {0} đã đăng ký gói thành viên này rồi

# has not registered for this bundle yet
source: {0} has not registered for this bundle yet
vi: {0} chưa đăng ký gói khóa học này

# has not registered for this membership yet
source: {0} has not registered for this membership yet
vi: {0} chưa đăng ký gói thành viên này

source: You have never registered for this bundle
vi: Bạn chưa từng đăng ký gói này

source: You have never registered for this course
vi: Bạn chưa từng đăng ký khóa học này

source: You have never registered for this membership
vi: Bạn chưa từng đăng ký gói thành viên này

source: An error occurred during processing, please try again later
vi: Có lỗi xảy ra trong quá trình xử lý vui lòng thử lại sau

source: An error occurred while connecting to Paypal. Please contact the administrator for more information.
vi: Có lỗi xảy ra khi kết nối với Paypal. Vui lòng liên hệ quản trị viên để biết thêm thông tin.

source: Orders are created for authorization purposes. Please authorize the order before confirming payment.
vi: Đơn hàng được tạo với mục đích ủy quyền. Vui lòng cấp quyền cho đơn hàng trước khi xác nhận thanh toán.

source: The customer has not accepted payment for the order
vi: Khách hàng chưa chấp nhận thanh toán đơn hàng

source: The order has been successfully confirmed previously
vi: Đơn hàng đã được xác nhận thành công trước đó

source: Receipt
vi: Biên nhận

source: Check-in
vi: Ngày nhận phòng

source: Contact Number
vi: Số điện thoại liên lạc

source: Customer details
vi: Thông tin khách hàng

source: Date
vi: Ngày tháng

source: Duration
vi: Thời gian lưu trú

# Enquiries
source: Should you have firther enquiries, please contact us:
vi: Nếu thắc mắc thêm vui lòng liên hệ với chúng tôi:

source: Guest
vi: Khách hàng

source: Passengers
vi: Thông tin hành khách

source: Hotel details
vi: Chi tiết khách sạn

source: Hotel room
vi: Phòng khách sạn

source: Invoice details
vi: Chi tiết đơn hàng

# Invoice Paid
source: Paid
vi: Đã thanh toán

# Invoice tax
source: Tax
vi: Thuế

# Invoice total
source: Total
vi: Tổng cộng

source: Item Description
vi: Chi tiết

source: Description
vi: Mô tả

source: Method
vi: Phương thức thanh toán

source: Name
vi: Tên

# night
source: {0} night
vi: {0} đêm

# Order Number
source: Number
vi: Mã đơn hàng

# Order status
source: Status
vi: Trạng thái

source: P.O Number
vi: Mã đơn hàng

source: Payment amount
vi: Số tiền thanh toán

source: Payment details
vi: Thông tin thanh toán

source: Phone
vi: Điện thoại

source: Price per unit
vi: Giá mỗi đơn vị

source: Qty
vi: Số

# Qty2
source: Quantity
vi: lượng

source: Reschedule
vi: Đổi lịch

# Terms and Condition
source: Terms and Conditions applied. Please refer to {0}
vi: Điều khoản và Điều kiện được áp dụng. vui lòng tham khảo {0}

source: Total
vi: Tổng

source: Type of item
vi: Hạng mục

source: Create successfull
vi: Tạo mới thành công

source: Delete successfull
vi: Xóa thành công

source: Partner Name
vi: Tên khách hàng

# Value must be multilanguage for attributeCode {0}
source: Attribute {0} must be multilanguage
vi: Giá trị phải là đa ngôn ngữ cho các thuộc tính: {0}

# Value must be multilanguage for {0}
source: {0} must be multilanguage
vi: {0} phải là đa ngôn ngữ

source: Platform
vi: Nền tảng

# Required
source: The {0} is required
vi: {0} là bắt buộc

source: Affiliate criteria
vi: Điều kiện áp dụng

source: Attribute code
vi: Mã thuộc tính

source: Attribute type
vi: Loại thuộc tính

# AttributeValueSourceType
source: Value source type
vi: Nguồn dữ liệu

# AttributeValueType
source: Value type
vi: Loại giá trị

source: Booking code
vi: Mã đặt phòng

# ClientId
source: Client identifier
vi: Mã định danh ứng dụng

source: Currency
vi: Đơn vị tiền tệ

# DeviceId
source: Device identitier
vi: Mã định danh thiết bị

# Id
source: Identifier
vi: Mã định danh

source: Note
vi: Ghi chú

source: Photo
vi: Ảnh

# PhotoId
source: Photo identifier
vi: Mã định danh ảnh

source: Photo url
vi: Đường dẫn của ảnh

source: Product code
vi: Mã sản phẩm

# ProgramId
source: Program identifier
vi: Mã định danh chương trình

source: Program name
vi: Tên chương trình

source: Quantity
vi: Số lượng

source: Search text
vi: Nội dung tìm kiếm

source: Seller
vi: Người bán

source: Service code
vi: Mã dịch vụ

# ShoppingCartDetai
source: Shopping cart detail
vi: Chi tiết giỏ hàng

# ShoppingCartDetailId
source: Shopping cart detail identifier
vi: Mã định danh chi tiết giỏ hàng

source: Start time
vi: Thời gian bắt đầu

source: Target code
vi: Mã đối tượng

source: Tenant code
vi: Mã người thuê

source: Title
vi: Tên

# UserId
source: User identifier
vi: Mã định danh người dùng

# CustomRequired
source: The {0} is required
vi: {0} là bắt buộc

# CustomStringLength_Validate
source: {0} can only contain up to {1} characters
vi: {0} chỉ được chứa tối đa {1} kí tự

# GroupId
source: Group identifier
vi: Mã định danh phòng ban

source: Payment account
vi: Thông tin thanh toán

# TransferPaymentDefault
source: Please transfer default billing information before deleting default information.
vi: Vui lòng chuyển thông tin thanh toán mặc định trước khi xóa thông tin mặc định.

# UpdatedBefore
source: The information has been updated by someone else. Please try again later !!
vi: Thông tin đã được cập nhật bởi một người khác. Vui lòng thử lại sau !!

source: Timerange Detail
vi: Chi tiết giai đoạn

source: Timerange Detail is conflict time
vi: Chi tiết giai đoạn bị xung đột thời gian

source: Manager
vi: Người quản lý

source: Default payment account required
vi: Bắt buộc phải có thẻ thanh toán mặc định

# HeaderRequired
source: {0} is required to be sent along with the header
vi: {0} là bắt buộc gửi kèm theo header

# PaymentNotSupport
source: Payment methods are not yet supported
vi: Phương thức thanh toán chưa được hỗ trợ

source: Paid invoices exist
vi: Tồn tại hóa đơn đã thanh toán

source: Please choose invoices in the same currency
vi: Vui lòng chọn hóa đơn cùng đơn vị tiền tệ

source: Partner Photo
vi: Ảnh

source: Payment error
vi: Thanh toán bằng ví công nợ không thành công

source: There already exists a debt account with this organization
vi: Đã tồn tại tài khoản công nợ với tổ chức này rồi

source: Payment Account
vi: Tài khoản thanh toán

source: Can not delete service fee setting default
vi: Không thể xóa cài đặt phí dịch vụ mặc định.

source: Can not delete service fee setting is active
vi: Không thể xóa cài đặt phí dịch vụ đã họat động.

source: The order has expired for payment
vi: Đơn hàng đã hết hạn thanh toán

# PermissionOnIssuedOnly
source: Only have the permission to operate on orders that have been issued tickets
vi: Chỉ có quyền thao tác trên các đơn hàng đã xuất vé

source: Exceeded allowable limit
vi: Vượt quá giới hạn cho phép

source: Billing Cycle
vi: Kỳ hạn

source: BillingCycle must be greater than 0
vi: kỳ hạn phải lớn hơn 0

source: Credit Limit
vi: Hạn mức tối đa

source: Current Cycle
vi: Ngày hiệu lực

source: CurrentCycle must be greater than created account date
vi: Ngày hiệu lực phải lớn hơn ngày tạo ví

source: New credit limit is invalid
vi: Giới hạn thanh toán mới không hợp lệ

source: The function is not supported yet
vi: Chức năng chưa hỗ trợ

source: Insufficient balance please try another method
vi: Số dư không đủ vui lòng thử phương thức khác

source: Payment Account not yet effective date
vi: Ví công nợ chưa đến ngày hiệu lực

source: Please deposit money into your payment account to continue using
vi: Đã hết kỳ hạn mà chưa thanh toán dư nợ. Vui lòng thanh toán để tiếp tục sử dụng.

source: There are main partner of the company
vi: Đã tồn tại khách hàng chính của công ty

source: Organization do not have partner default
vi: Tổ chức chưa có khách hàng mặc định

source: Booking
vi: Đặt chỗ

source: Receive Voucher not found
vi: Không tìm thấy yêu cầu nạp tiền

source: Amount must be greater than 0
vi: Số tiền phải lớn hơn 0

source: Document is required
vi: Tài liệu đính kèm là bắt buộc

source: Do not delete request recharge is approve
vi: Không được xóa yêu cầu nạp tiền đã được duyệt

source: Partner is not partner default
vi: Khách hàng không phải khách hàng mặc định

# BeingUpdated
source: Feature is being updated
vi: Tính năng đang được cập nhật

source: OrderId
vi: Mã định danh đơn hàng

source: Reason
vi: Lý do

source: Invalid refund amount
vi: Số tiền hoàn không hợp lệ

source: Please set the credit limit for your account
vi: Vui lòng thiết lập hạn mức cho tài khoản

source: Wallet balance is not enough to pay
vi: Số dư ví không đủ để thanh toán

source: Partner do not have payment account
vi: Khách hàng chưa có tài khoản ví công nợ

source: The amount required to deposit must be smaller than the used amount
vi: Số tiền yêu cầu nạp phải nhỏ hơn hạn mức đã dùng

source: The total amount required to deposit must be smaller than the credit limit
vi: Tổng số tiền yêu cầu nạp phải nhỏ hơn hạn mức được cấp

source: Order type
vi: Loại đơn hàng

source: Payment method
vi: Phương thức thanh toán

source: Invalid Token
vi: Chứng thực không hợp lệ

source: No data
vi: Không có dữ liệu

source: Partner organization
vi: Công ty liên kết

source: Partner organization default
vi: Công ty liên kết mặc định

source: The organization is not same owner
vi: Công ty liên kết không chung chủ
