Repository: LeVanSonTMT/t-src
Catalog: src-server-dotnet/Resources/CurrentResource.*.resx
Languages: vi

source: There are partner organization of the company
vi: Đã tồn tại khách hàng liên kết với công ty này.

source: Owner email incorect
vi: Email chủ tổ chức không khớp

source: day
vi: ngày

# BookingPhone
source: Phone
vi: Điện thoại

source: Budget is conflict, please check again!
vi: Ngân sách bị trùng, vui lòng kiểm tra lại

source: Can not delete price tag is active
vi: Không thể xóa price tag đang được sử dụng!

# SamePriceSameTimeSameTime
source: There exist two prices with the same time at the same time
vi: Tồn tại hai giá cùng thời điểm

source: Payment amount is larger than the debt
vi: Số tiền thanh toán lớn hơn ví công nợ

source: Cannot delete the default affiliate program
vi: Không thể xóa trương trình liên kết giới thiệu mặc định

source: Your confirmation term has expired! The order was canceled
vi: Thời hạn xác nhận của bạn đã hết hạn! Đơn hàng đã bị hủy

# CheckInFuture
source: Checkin time must be greater than current time
vi: Thời gian nhận phòng phải lớn hơn thời điểm hiện tại

source: Hotel
vi: Khách sạn

# NotComboPrice
source: This is not a combo price. Please choose again!!!
vi: Đây không phải là giá theo gói. Vui lòng chọn lại !!!

# NotProvide
source: {0} is not provided by the requested supplier
vi: {0} không được cung cấp bởi nguồn yêu cầu

source: Original data
vi: Dữ liệu gốc

source: Rate
vi: Gói

source: Retrieving hotel information failed
vi: Nhận thông tin khách sạn thất bại

source: Room
vi: Phòng

source: Need to confirm price
vi: Cần xác nhận lại giá

source: Waiting confirm paymented
vi: Chờ xác nhận đã thanh toán

source: Id is Required
vi: Id là bắt buộc

# has not registered for this course yet
source: {0} has not registered for this course yet
vi: {0} chưa đăng ký khóa học này

source: Order Date
vi: Ngày tạo đơn

source: Someone updated it
vi: Vui lòng thử lại do có người đã cập nhật trước đó

source: Product addon
vi: Sản phẩm bổ sung

source: Product already has additional products, product type cannot be changed
vi: Không thể thay đổi loại sản phẩm khi có sản phẩm bổ sung.

source: The product addon has been applied to the product. Can not change type product
vi: Sản phẩm bổ sung đã được áp dụng cho sản phẩm khác. Không thể thay đổi loại sản phẩm

source: The product addon has been applied to the product. Can not delete product
vi: Sản phẩm bổ sung đã được áp dụng trong sản phẩm chính. Bạn không thể xóa

source: Can not delete item price retailPrice apply timerange default
vi: Không thể xóa giá mặc định cho sản phẩm

source: Item Addon
vi: Biến thể bổ sung

source: Start time, end time
vi: Thời gian bắt đầu (kết thúc)

# Price tag retail
source: Retail price
vi: Giá bán lẽ

source: Retail Price
vi: Giá bán lẻ

# End time greater than present
source: End time must be greater than present time
vi: Thời gian kết thúc phải lớn hơn hiện tại

# SamePrice
source: Existing prices at the same time
vi: Tồn tại giá tiền cùng một thời điểm

# End time greater startTime
source: End time must be greater start time
vi: Thời gian kết thúc phải lớn hơn thời gian bắt đầu

source: Can not change time for item price default
vi: Không thể cập nhật thời gian cho bản giá thời gian mặt định

# PaymentAmountGreaterThanAmountDue
source: The payment amount is greater than the amount due.
vi: Số tiền thanh toán lớn hơn số tiền cần trả

source: Item supplier
vi: Thiết lập nhà cung cấp

source: Item supplier default
vi: Nhà cung cấp mặc định

# ItemSupplierSupplier
source: Item supplier
vi: Nhà cung cấp sản phẩm

source: Cannot delete applied code
vi: Không thể xóa thời gian đang được áp dụng

source: Time range code
vi: mã thời gian

# Custom time range same time
source: Overlapping time in custom timerange
vi: Trùng khoảng thời gian trong thiết lập theo khoảng thời gian

source: Fixed price over time is mandatory
vi: Vui lòng nhập giá cố định cho sản phẩm

source: Day of week
vi: Thứ trong tuần

source: Duplicate price default
vi: Trùng giá cố định

source: Price default
vi: Giá thời gian cố định

source: Agent
vi: Đại lý

source: Adult
vi: Người lớn

source: Occupancy
vi: Số lượng thành viên

# CheckinoutDuplicate
source: Check-in and check-out times cannot overlap.
vi: Không thế trùng thời gian nhận và trả phòng

source: Amount is not valid
vi: Số tiền không hợp lệ

source: Partner not apply payment method
vi: Khách hàng không áp dụng phương thức thanh toán công nợ

source: Partner have not payment account
vi: Khách hàng không có tài khoản thanh toán công nợ. vui lòng tạo tài khoản công nợ để sử dụng
